<script setup lang="ts">
useHead({
  title: 'Каноническая Физика - Владимир Сапогин',
  meta: [
    { name: 'description', content: 'Сапогин Владимир Георгиевич, Каноническая Физика - Каноническая физика – Царица наукоёмких технологий, Интеграл полного давления имеет непосредственное отношение к гравитационным, электрическим, магнитным полям коллективно взаимодействующих систем, и позволяет значительно дополнить известную физическую картину недостаточно исследованных явлений.' },
  ],
})
</script>

<template>
  <router-view />
</template>
